{ "translations": {
    "Members" : "Partecipanti",
    "%1$s does not have permissions along the full path to this folder, they will not be able to navigate to this folder!" : "%1$s non ha i permessi per l'intero percorso di questa cartella, non sarà in grado di navigare in questa cartella!",
    "This group does not have permissions along the full path to this folder, but people need to be able to navigate to this folder to get access. Only the group members with other group memberships that allow them to access the parent folders will be able to access this folder." : "Questo gruppo non dispone di autorizzazioni per l'intero percorso di questa cartella, ma gli utenti devono poter accedere a questa cartella per potervi accedere. Solo i membri del gruppo con altre appartenenze che consentono loro di accedere alle cartelle principali potranno accedere a questa cartella.",
    "Organization Folders" : "Cartelle dell'organizzazione",
    "Group folders for your organization, that are easy and intuitive to manage." : "Cartelle di gruppo per la tua organizzazione, facili e intuitive da gestire.",
    "Organization Folders are Team Folders (formerly Group Folders) designed for large organizations, with permissions managed via an intuitive web interface.\n\n**This app is currently released as a beta! It's stable, but not yet feature-complete.**\n\n\nTo install follow these instructions: https://github.com/verdigado/organization_folders?tab=readme-ov-file#how-to-install \n\n\n**Features**:\n  - ✨ No need to create ACL rules manually anymore\n  - 🔐 Fine-grained management rights delegation support\n  - 🔧 Management in the web interface and using occ commands\n  - 🏢 Support for adding your organizations structure/hierarchy, to allow roles within them to be picked in a structured and intuitive way" : "Le cartelle dell'organizzazione sono cartelle di team (in precedenza cartelle di gruppo) progettate per grandi organizzazioni, con permessi gestiti tramite un'interfaccia web intuitiva. **Questa app è attualmente rilasciata in versione beta! È stabile, ma non ancora completa di funzionalità.**Per installare, segui queste istruzioni: https://github.com/verdigado/organization_folders?tab=readme-ov-file#how-to-install **Caratteristiche**: - ✨ Non è più necessario creare manualmente le regole ACL - 🔐 Supporto per la delega dei diritti di gestione a grana fine - 🔧 Gestione tramite interfaccia web e tramite comandi occ - 🏢 Supporto per l'aggiunta della struttura/gerarchia delle organizzazioni, per consentire la selezione dei ruoli al loro interno in modo strutturato e intuitivo",
    "Subresources Feature Enabled" : "Funzionalità delle risorse secondarie abilitata",
    "Hide Virtual Groups" : "Nascondi gruppi virtuali",
    "Manage Folder and Permissions" : "Gestisci cartella e permessi",
    "Manage Organization Folders" : "Gestisci cartelle dell'organizzazione",
    "Back" : "Indietro",
    "Next" : "Successivo",
    "Delete" : "Elimina",
    "Type \"{markupStart}{text}{markupEnd}\" to confirm." : "Digitare \"{markupStart}{text}{markupEnd}\" per confermare.",
    "Select an account" : "Seleziona account",
    "Select a group" : "Seleziona un gruppo",
    "Select an organization role" : "Seleziona un ruolo nell'organizzazione",
    "Add account" : "Aggiungi account",
    "Add group" : "Aggiungi gruppo",
    "Add {organizationProvider} organization members or role" : "Aggiungi membri o ruoli dell'organizzazione {organizationProvider}",
    "Add" : "Aggiungi",
    "Uncategorized roles" : "Ruoli non categorizzati",
    "Name" : "Nome",
    "Invalid name" : "Nome non valido",
    "Cancel" : "Cancel",
    "Create" : "Crea",
    "Create folder" : "Crea cartella",
    "Folder name" : "Nome della cartella",
    "Save" : "Salva",
    "Edit" : "Modifica",
    "{filePath} has been created" : "{filePath} è stato creato",
    "{filePath} has been changed" : "{filePath} è stato cambiato",
    "{oldFilePath} has been renamed to {newFilePath}" : "{oldFilePath} è stato rinominato in {newFilePath}",
    "{filePath} has been deleted" : "{filePath} è stato eliminato",
    "In the backup" : "Nel backup",
    "Currently" : "Attualmente",
    "File does not exist" : "Il file non esiste",
    "No members yet" : "Non ci sono membri",
    "Permission level" : "Livello di autorizzazione",
    "Move to {target}" : "Sposta in {target}",
    "Select Page" : "Seleziona pagina",
    "Folder Managers" : "Gestori di cartelle",
    "These permissions apply to any member added in the next section with the manager permission level and any manager inherited from the level above" : "Queste autorizzazioni si applicano a qualsiasi membro aggiunto nella sezione successiva con il livello di autorizzazione del gestore e a qualsiasi gestore ereditato dal livello superiore",
    "These permissions apply to any member added in the next section with the manager permission level" : "Queste autorizzazioni si applicano a qualsiasi membro aggiunto nella sezione successiva con il livello di autorizzazione del gestore",
    "Folder Members" : "Membri della cartella",
    "These permissions apply to any member added in the next section with the member permission level" : "Queste autorizzazioni si applicano a qualsiasi membro aggiunto nella sezione successiva con il livello di autorizzazione membro",
    "Inherited Permissions" : "Permessi ereditati",
    "These permissions apply to anyone, that has at least read access on the level above" : "Questi permessi si applicano a chiunque abbia almeno accesso in lettura al livello superiore",
    "Read" : "Lettura",
    "Write" : "Scrittura",
    "Share" : "Condividi",
    "Denied (Inherited permission)" : "Negato (autorizzazione ereditata)",
    "Access denied" : "Accesso negato",
    "Allowed (Inherited permission)" : "Consentito (autorizzazione ereditata)",
    "Access allowed" : "Accesso consentito",
    "Denied" : "Negato",
    "Allowed" : "Consentito",
    "Show explanation" : "Mostra spiegazione",
    "The permissions are made up as follows:" : "I permessi sono così composti:",
    "These permissions were granted, because the person is a folder member." : "Queste autorizzazioni sono state concesse perché la persona è membro della cartella.",
    "These permissions were granted, because the group is a folder member." : "Queste autorizzazioni sono state concesse perché il gruppo è membro di una cartella.",
    "These permissions were granted, because the person is a folder manager." : "Questi permessi sono stati concessi perché la persona è un gestore della cartella.",
    "These permissions were granted, because the group is a folder manager." : "Queste autorizzazioni sono state concesse perché il gruppo è un gestore di cartelle.",
    "These permissions were granted, because the person has read permissions in the parent folder." : "Queste autorizzazioni sono state concesse perché la persona ha autorizzazioni di lettura nella cartella padre.",
    "These permissions were granted, because the group has read permissions in the parent folder." : "Queste autorizzazioni sono state concesse perché il gruppo ha autorizzazioni di lettura nella cartella padre.",
    "These permissions were granted, because the person inherits manager permissions from {originName}." : "Questi permessi sono stati concessi perché la persona eredita i permessi di gestione da {originName}.",
    "These permissions were granted, because the group inherits manager permissions from {originName}." : "Queste autorizzazioni sono state concesse perché il gruppo eredita le autorizzazioni del gestore da{originName}.",
    "Is a folder member" : "È un membro della cartella",
    "Is a folder manager" : "È un gestore di cartelle",
    "Has read permissions in parent folder" : "Ha i permessi di lettura nella cartella padre",
    "Inherits manager permission from {originName}" : "Eredita l'autorizzazione del gestore da {originName}",
    "Search" : "Cerca",
    "The folder \"{folderName}\" is currently unmanaged, meaning users have the same permissions in it as they do in its parent folder \"{parentFolderName}\".<br>If you need to configure different permissions, you can convert it into a subresource by clicking Confirm. The initial settings will match the current effective permissions.<br><br><b>Only proceed if this folder needs its own permission configuration. This change cannot be undone.</b>" : "La cartella \"{folderName}\"attualmente non è gestita, il che significa che gli utenti hanno le stesse autorizzazioni che hanno nella cartella padre \"{parentFolderName}\".<br>ISe è necessario configurare autorizzazioni diverse, è possibile convertirla in una sotto-risorsa facendo clic su Conferma. Le impostazioni iniziali corrisponderanno alle autorizzazioni effettive correnti..<br><br><b>Procedere solo se questa cartella necessita di una propria configurazione dei permessi. Questa modifica non può essere annullata.</b>",
    "Convert folder into resource" : "Converti cartella in risorsa",
    "Confirm" : "Conferma",
    "This person has the following permissions:" : "Questa persona ha i seguenti permessi:",
    "The following are the sources of those permissions:" : "Di seguito sono riportate le fonti di tali autorizzazioni:",
    "Warning" : "Attenzione",
    "Member" : "Membro",
    "Manager" : "Responsabile",
    "Admin" : "Admin",
    "Managers have access to the settings of top-level resources with manager inheritance enabled. Admins have access to the settings of all resources, regardless of their inheritance setting." : "I gestori hanno accesso alle impostazioni delle risorse di livello superiore con l'ereditarietà del gestore abilitata. Gli amministratori hanno accesso alle impostazioni di tutte le risorse, indipendentemente dalle impostazioni di ereditarietà.",
    "Organization Folder Settings" : "Impostazioni cartella organizzazione",
    "Settings" : "Impostazioni",
    "Organization" : "Organizzazione",
    "Resources" : "Risorse",
    "No organization folders yet" : "Nessuna cartella dell'organizzazione",
    "No search results" : "Nessun risultato di ricerca",
    "Organization Folders Admin Settings" : "Impostazioni di amministrazione delle cartelle dell'organizzazione",
    "{filePath} will be deleted" : "{filePath} verrà eliminato",
    "The changes in {filePath} will be reverted" : "I cambiamenti in {filePath} verrà ripristinato",
    "{oldFilePath} will be renamed to {newFilePath}" : "{oldFilePath} verrà rinominato in {newFilePath}",
    "{filePath} will be restored" : "{filePath} sarà ripristinato",
    "Finish" : "Fine",
    "Snapshot Restore Wizard" : "Procedura guidata di ripristino snapshot",
    "Accidentally deleted a file? Need an older version of a file?<br>No worries—you can restore it from the backups.<br>To select from which backup you want to restore, click Next." : "Hai cancellato un file per sbaglio? Hai bisogno di una versione precedente di un file?<br>Nessun problema: puoi ripristinarlo dai backup.<br>Per selezionare il backup da cui si desidera effettuare il ripristino, fare clic su Prossimo.",
    "No backups containing this folder exist yet." : "Non esiste ancora alcun backup contenente questa cartella.",
    "The files below have changed since the selected backup.<br>Pick the ones you want to restore to the version in the backup." : "I file sottostanti sono stati modificati dopo il backup selezionato.<br>Seleziona quelli che vuoi ripristinare nella versione presente nel backup.",
    "No changes" : "Nessun cambiamento",
    "No files have changed since the backup." : "Nessun file è cambiato dopo il backup.",
    "From which backup do you want to restore?" : "Da quale backup vuoi effettuare il ripristino?",
    "Calculating changes since the selected backup..." : "Calcolo delle modifiche dal backup selezionato...",
    "An error occurred: {errorMessage}" : "Si è verificato un errore: {errorMessage}",
    "Review and confirm the actions listed below." : "Rivedere e confermare le azioni elencate di seguito.",
    "Folder Management \"{folderName}\"" : "Gestione della cartella \"{folderName}\"",
    "Folder member" : "Membro della cartella",
    "Folder manager" : "Gestore cartelle",
    "Managers have access to the settings of this folder" : "I gestori hanno accesso alle impostazioni di questa cartella",
    "You do not have the permissions to manage this folder" : "Non hai i permessi per gestire questa cartella",
    "Delete folder" : "Elimina cartella",
    "You are about to delete the folder \"{folderName}\". Are you sure you want to proceed?" : "Stai per eliminare la cartella \"{folderName}\". Sei sicuro di voler procedere?",
    "_You are about to delete the folder \"{folderName}\" and its %n sub-resource. Are you sure you want to proceed?_::_You are about to delete the folder \"{folderName}\" and its %n sub-resources. Are you sure you want to proceed?_" : ["Stai per eliminare la cartella \"{folderName}\" e la %n risorsa secondaria. Sei sicuro di voler procedere?","Stai per eliminare le cartella \"{folderName}\" e le %n risorse secondarie. Sei sicuro di voler procedere?","Stai per eliminare le cartelle \"{folderName}\" e le %n risorse secondarie. Sei sicuro di voler procedere?"],
    "This shows all permissions that were granted to this resource, including the ones inherited from parent folders.<br>Note that persons can qualify for multiple of these permissions, in that case all the permissions get added up. This is especially important for the permissions of individual people listed here, as those are only the permissions granted to them personally and they might be part of groups that give them further permissions. To get the exact permissions any specific person has with their current groups, memberships and roles switch to the second tab." : "Vengono mostrati tutti i permessi concessi a questa risorsa, compresi quelli ereditati dalle cartelle padre.<br>Si noti che le persone possono qualificarsi per più di queste autorizzazioni, in tal caso tutte le autorizzazioni vengono sommate. Questo è particolarmente importante per le autorizzazioni delle singole persone elencate qui, poiché si tratta solo delle autorizzazioni concesse a loro personalmente e potrebbero far parte di gruppi che concedono loro ulteriori autorizzazioni. Per ottenere le autorizzazioni esatte di una persona specifica con i suoi gruppi, appartenenze e ruoli attuali, passare alla seconda scheda.",
    "Select a person to get all permissions they qualify for with their current groups, memberships and roles." : "Seleziona una persona per ottenere tutte le autorizzazioni per cui ha diritto con i suoi gruppi, le sue appartenenze e i suoi ruoli attuali.",
    "Permissions" : "Permessi",
    "Management Actions" : "Azioni di gestione",
    "Permissions Overview" : "Panoramica delle autorizzazioni",
    "Only deactivated resources can be deleted" : "È possibile eliminare solo le risorse disattivate",
    "Sub-Resources" : "Risorse secondarie",
    "Unmanaged Subfolders" : "Sottocartelle non gestite",
    "Inherit managers from the level above" : "Eredita i gestori dal livello superiore",
    "Show Permissions Overview" : "Mostra panoramica delle autorizzazioni",
    "Permissions overview" : "Panoramica delle autorizzazioni",
    "Permissions of person" : "Permessi della persona",
    "Move folder" : "Sposta cartella",
    "Restore files from a backup" : "Ripristina i file da un backup",
    "Resource active" : "Risorsa attiva",
    "Unlimited" : "Illimitata"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}